cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'
tap 'shopify/shopify'

brew 'coreutils'
brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'gifify'
brew 'heroku-toolbelt'
brew 'node'
brew 'nvm'
brew 'readline'
brew 'postgresql'
brew 'themekit'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'appcleaner'
cask 'arduino'
cask 'atom'
cask 'charles'
cask 'cyberduck'
cask 'firefox'
cask 'font-alegreya-sans'
cask 'font-alegreya'
cask 'font-anonymous-pro'
cask 'font-cardo'
cask 'font-fira-sans'
cask 'font-inconsolata'
cask 'font-karla'
cask 'font-lato'
cask 'font-libre-baskerville'
cask 'font-merriweather'
cask 'font-montserrat'
cask 'font-neuton'
cask 'font-open-sans'
cask 'font-poppins'
cask 'font-roboto'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'google-chrome'
cask 'github-desktop'
cask 'little-snitch'
cask 'mamp'
cask 'navicat-for-postgresql'
cask 'imageoptim'
cask 'iterm2'
cask 'opera'
cask 'psequel'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sketch'
cask 'tunnelbear'
cask 'vlc'
cask 'whatsapp'
